Repository: BackupTheBerlios/dss-svn
Catalog: dss-main/liveinstaller/trunk/glade/locale/dsslive/*.po
Languages: it

source: Express installer
it: Dsslive installer

source: <span foreground="#9F6C49"> <span foreground="white" background="#9F6C49"><b>0. Intro</b></span> > <b>1. Identification</b> > <b>2. Disk space</b> > <b>3. Installation</b> > <b>4. Ready!</b></span>
it: <span foreground="#3b5da5"> <span foreground="white" background="#3b5da5"><b>0. Intro</b></span> > <b>1. Identificazione</b> > <b>2. Spazio su disco</b> > <b>3. Installazione</b> > <b>4. Fine</b></span>

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <span foreground="white" background="#9F6C49"><b>1. Identification</b></span> > <b>2. Disk space</b> > <b>3. Installation</b> > <b>4. Ready!</b></span>
it: <span foreground="#3b5da5"> <b>0. Intro</b> > <span foreground="white" background="#3b5da5"><b>1. Identificazione</b></span> > <b>2. Spazio su disco</b> > <b>3. Installazione</b> > <b>4. Fine</b></span>

source: <span size="xx-large">Identify yourself and your computer</span>
it: <span size="xx-large" foreground="#3b5da5">Identificarsi e dare un nome al computer</span>

source: Real Name:
it: <span foreground='#3b5da5'>Nome completo:</span>

source: Username:
it: <span foreground='#3b5da5'>Nome utente:</span>

source: Password:
it: <span foreground='#3b5da5'>Password:</span>

source: Verify password:
it: <span foreground='#3b5da5'>Verifica password</span>

source: <b>Personal data</b>
it: <span foreground='#90b5f9'><b>Dati personali</b></span>

source: Hostname:
it: <span foreground='#3b5da5'>Nome del computer:</span>

source: <b>Computer data</b>
it: <span foreground='#90b5f9'><b>Dati del computer</b></span>

source: <span>Es necesario que introduzca su <b>nombre de usuario</b> para el sistema, su <b>nombre completo</b> para generar una ficha de usuario, así como el <b>nombre de máquina</b> con el que quiera bautizar su equipo. Deberá teclear la contraseña de usuario en dos ocasiones.</span>
it: Il nuovo sistema necessita il vostro nome completo (es: Mario Rossi),un nome utente (es: mrossi) e una password per identificarsi. Serve anche un nome per il computer, che deve essere una unica parola senza accenti o caratteri speciali (es: Dsslive).

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <span foreground="white" background="#9F6C49"><b>2. Disk space</b></span> > <b>3. Installation</b> > <b>4. Ready!</b></span>
it: <span foreground="#3b5da5"> <b>0. Intro</b> > <b>1. Identificazione</b> > <span foreground="white" background="#3b5da5"><b>2. Spazio su disco</b></span> > <b>3. Installazione</b> > <b>4. Fine</b></span>

source: <span size="xx-large">Please prepare some space for you new system</span>
it: <span size="xx-large" foreground="#3b5da5">Specificare dove va installato Linux</span>

source: <b>Unidades de disco disponibles</b>
it: <b>Unità disco disponibili</b>

source: <b>¿Cómo desea particionar el disco?</b>
it: <b>Come si desidera partizionare il disco?</b>

source: Seleccione esta opción para usar el espacio libre que hay en su disco duro, sin perder los datos que ya contiene
it: Selezionare questa opzione per usare lo spazio libero del disco rigido, senza perdere i dati in esso contenuti

source: Usar el espacio libre [EXPERIMENTAL]
it: Usare lo spazio libero [SPERIMENTALE]

source: Con este método se aprovecharán las particiones GNU/Linux que hay en el disco duro, reemplazando el sistema anterior
it: Con questo metodo si sfrutteranno le partizioni GNU/Linux già presenti su disco rigido, rimpiazzando un eventuale sistema precedentemente installato

source: Reutilizar las particiones existentes
it: Riutilizzare le partizioni esistenti

source: Particionamiento avanzado: mediante esta opción podrá crear, redimensionar y destruir las particiones actuales de su disco duro con entera libertad
it: Partizionamento avanzato: tramite questa opzione si potranno creare, ridimensionare ed eliminare manualmente le partizioni attualmente presenti su disco

source: Particionar a mano
it: Partizionare manualmente

source: Marque esta casilla para confirmar la operación
it: Spuntare questa casella per confermare l'operazione

source: Confirmar el particionado automático
it: Confermare il partizionamento automatico

source: You have to make room in one or more of your hard disks in order to have GNU/Linux properly installed. 3 partitions are necessary: · The root partition (“/”), with a minimum size of 1.5 GB. · The home partition (“/home”), of 512 MB at least. · The swap partition (“swap”), with 256 MB or more. You can now modify your existing partition table and select where you wan what. Remember that you can keep the data in a previous home partition – just leave it as it is and it will not be formatted. Alternatively, it is possible to return to the previous page to select an easier partitioning method.
it: Con questo metodo manuale si possono creare, eliminare e ridimensionare partizioni. Da non prendere alla leggera: un uso incauto potrebbe portare alla perdita di eventuali dati personali presenti su disco rigido. Si raccomandano tre partizioni per il nuovo sistema, da ricavare dallo spazio libero su disco o da partizioni già esistenti: · La partizione principale, o radice ("/"), dove verrà installato il nuovo sistema. Richiede un minimo di 1,5Gb. · La partizione /swap, necessaria al sistema per un corretto funzionamento. 256Mb sono sufficienti. · La partizione /home, destinata ai documenti e dati personali di tutti gli utenti. Il minimo raccomandato è da 500Mb in su, in base alle esigenze.Se si ha già una partizione /home di un altro sistema Linux, la si può utilizzare per il nuovo sistema, senza necessità di cambiamenti. Se si ha più spazio disponibile si possono creare più partizioni. Ogni partizione è interpretata dal sistema come un disco indipendente, per cui si può avere ad esempio una partizione /copie per conservare copie di sicurezza di dati importanti. Continuare per rendere effettive le modifiche alle partizioni o tornare indietro per il partizionamento assistito.

source: Now you should have at least 3 GNU/Linux partitions with space enough. It's time to specify where you want every component to be installed. Proceed as follows: select one partition in the column on the left and link it with one mount point on the right. Repeat for every desired partition. There are 3 necessary “mount points” – they must be associated with 3 partitions. They are “/”, “/home” and “swap”. If you kept an intact home partition, you can now link it with the “/home” mount point. It will not be formatted, so data is preserved.
it: Adesso bisogna solo assegnare un punto di montaggio, ossia una cartella, alle nuove partizioni: · / per la partizione principale, o radice · /swap per la partizione di swap · /home per la partizione degli utenti Si può definire il punto di montaggio desiderato per le eventuali partizioni aggiuntive o personalizzate (es: /copie). Una volta definiti tutti i punti di montaggio si può continuare.

source: <b>Mountpoint</b>
it: <b>Punto di montaggio</b>

source: <b>Size</b>
it: <b>Dimensione</b>

source: <b>Partition</b>
it: <b>Partizione</b>

source: <span>Debe introducir un punto de montaje <b>"/"</b> para su sistema instalado.</span>
it: <span>Bisogna introdurre un punto di montaggio <b>"/"</b> per il sistemainstallato.</span>

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <b>2. Disk space</b> > <span foreground="white" background="#9F6C49"><b>3. Installation</b></span> > <b>4. Ready!</b></span>
it: <span foreground="#3b5da5"> <b>0. Intro</b> > <b>1. Identificazione</b> > <b>2. Spazio su disco</b> > <span foreground="white" background="#3b5da5"><b>3. Installazione</b></span> > <b>4. Fine</b></span>

source: <span size="xx-large">Introducing your forthcoming free desktop</span>
it: <span size="xx-large" foreground="#3b5da5">Ecco come sarà il nuovo sistema</span>

source: Installation progress
it: Progresso dell'installazione

source: <span foreground="#9F6C49"> <b>0. Intro</b> > <b>1. Identification</b> > <b>2. Disk space</b> > <b>3. Installation</b> > <span foreground="white" background="#9F6C49"><b>4. Ready!</b></span></span>
it: <span foreground="#3b5da5"> <b>0. Intro</b> > <b>1. Identificazione</b> > <b>2. Spazio su disco</b> > <b>3. Installazione</b> > <span foreground="white" background="#3b5da5"><b>4. Fine</b></span></span>

source: <span size="xx-large">Congratulations!</span>
it: <span size="xx-large" foreground="#3b5da5">Congratulazioni!</span>

source: The installation has been successfully completed. In order to work with your new free operative system you need to eject the CDLive and reboot your computer.
it: Il processo di installazione è stato completato. Per usare il nuovo sistema operativo è necessario estrarre il CD dal lettore e riavviare.

source: Ready
it: Fine

source: ¿Salir del instalador de Guadalinex?
it: Uscire dall'installatore?

source: ¿Desea salir verdaderamente del instalador de Dsslive2005?
it: Uscire dall'installatore?

source: <b>Instalador de Dsslive</b>
it: <b>Installatore di Dsslive</b>

source: Se interrumpió el particionado
it: Il partizionamento è stato interrotto

source: No es posible particionar automáticamente esta unidad. Tendrá que seleccionar otra forma de particionado.
it: Non è possibile partizionare automaticamente questa unità. Si dovrà selezionare un'altro modo per partizionare
